Repository: perooo1/emotion-station
Catalog: lib/l10n/arb/app_*.arb
Languages: hr

# testString
source: this is a test string
hr: ovo je testni string

# yesString
source: Yes
hr: Da

# noString
source: No
hr: Ne

# testString2
source: random
hr: bezveze

# passwordString
source: Password
hr: Zaporka

# nameString
source: Name
hr: Ime

# lastNameString
source: Last Name
hr: Prezime

source: Connect with parent
hr: Poveži se s roditeljem

# parentEmail
source: Parent's Email
hr: Email roditelja

# exitString
source: Exit
hr: Izlazak

# cancelString
source: Cancel
hr: Odustani

# signOutString
source: Sign Out
hr: Odjavi se

# addChildString
source: Add child
hr: Dodaj dijete

# unknownString
source: Unknown
hr: Nepoznato

# addNoteString
source: Add note
hr: Dodaj bilješku

# childAnsweredString
source: The child answered
hr: Dijete je odgovorilo

# totalDurationString
source: Total duration
hr: Ukupno trajanje

# timeChartString
source: Time chart
hr: Graf vremena

# comprehensionLevelChartString
source: Comprehension level chart
hr: Graf razine shvaćanja

# radarChartString
source: Radar chart
hr: Radarski prikaz

# leftAxisTitleTimeBarChart
source: Time [s]
hr: Vrijeme [s]

# declineString
source: Decline
hr: Odbij

# approveString
source: Approve
hr: Prihvati

# homeString
source: Home
hr: Početna

# stationsString
source: Stations
hr: Stanice

# childrenString
source: Children
hr: Djeca

# infoString
source: Info
hr: Informacije

# activityFinishedDialogMessage
source: You have finished your journey and reached emotion station! You can now give back the phone to your parents!
hr: Tvoje putovanje je uspješno završeno, stigao si na stanicu! Sada možeš vratiti mobitel roditeljima!

# activityFinishedDialogButtonText
source: Back to stations screen
hr: Povratak na glavni ekran

# activityScreenNextStation
source: Next Station
hr: Slijedeće

# exitActivityDialogTitle
source: Exit the activity?
hr: Izlazak iz aktivnosti?

# exitActivityDialogContent
source: Ask your parent if you can exit the activity! If you exit current data will be lost.
hr: Pitaj roditelja smiješ li izaći iz aktivnosti! Trenutni podatci će biti izgubljeni.

# infoScreenTitleParent
source: Therapist Info
hr: Informacije o terapeutu

# infoScreenTitleSpecialist
source: Your Info
hr: Vaše informacije

# infoScreenEditInfo
source: Edit Info
hr: Uredi informacije

# infoScreenOccupation
source: Occupation
hr: Zanimanje

# infoScreenWorkplace
source: Workplace
hr: Radno mjesto

# infoScreenWorkHours
source: Business hours
hr: Radno vrijeme

# infoScreenPhoneNumber
source: Phone number
hr: Broj telefona

# infoScreenAdditionalEducation
source: Additional education
hr: Dodatne edukacije

# infoScreenTherapistNotConnectedMessage
source: When you connect with therapist, here you will be able to see information about them.
hr: Kada se povežete, ovdje ćete moći vidjeti informacije o terapeutu.

# infoScreenEditTherapistInfoDialogMessage
source: Parents will see the info you enter here
hr: Roditelji će moći vidjeti informacije koje ovdje unesete

source: Station of Happiness
hr: Stanica sreće

source: Station of Sadness
hr: Stanica tuge

source: Station of Fear
hr: Stanica straha

source: Station of Anger
hr: Stanica ljutnje

# childrenScreenParentTitle
source: Your children
hr: Vaša djeca

# childrenScreenSpecialistTitle
source: Assigned children
hr: Povezana djeca

# childrenScreenConnectWithParentDialogMessage
source: Enter email of a parent you wish to send a connection request.
hr: Unesite email roditelja kojem želite poslati zahtjev za povezivanjem.

# childrenScreenEnterChildInfoMessage
source: Please enter required info about your child
hr: Molimo unesite potrebne informacije o Vašem djetetu

# childrenScreenEnterChildName
source: Child name:
hr: Ime djeteta:

# childrenScreenEnterChildLast_name
source: Child last name:
hr: Prezime djeteta:

# childrenScreenEnterChildAge
source: Child age:
hr: Dob djeteta:

# childrenScreenEnterChildGender
source: Child gender:
hr: Spol djeteta:

# childrenScreenEnterChildDiagnosis
source: Diagnosis:
hr: Dijagnoza:

# childrenScreenEnterChildBoy
source: Boy
hr: Dječak

# childrenScreenEnterChildGirl
source: Girl
hr: Djevojčica

# childrenScreenEnterChildPregnancyBirthWeek
source: Pregnancy birth week
hr: Tjedan trudnoće u kojem je dijete rođeno

# childrenScreenEnterChildPregnancyTreatmentStartMonth
source: Select treatment start month
hr: Početak tretmana

# childrenScreenEnterChildPregnancyStartOfTreatment
source: Start of treatment
hr: Tretman krenuo

# childrenScreenEnterChildAttendsKindergarten
source: Attends kindergarten?
hr: Pohađa dječji vrtić?

# childrenScreenEnterChildRiskyPregnancy
source: Risky pregnancy?
hr: Rizična trudnoća?

# childDetailsScreenAddEmotion
source: Add emotion
hr: Dodaj emociju

# childDetailsScreenAllEmotions
source: All emotions
hr: Sve emocije

# childDetailsScreenChildInfo
source: Child info
hr: Informacije o djetetu

# childDetailsScreenChildActivities
source: Activities
hr: Aktivnosti

# childDetailsScreenChildActivitiesOverview
source: Overview
hr: Pregled

# childDetailsScreenChildActivitiesCompletedActivities
source: Completed activities
hr: Riješene aktivnosit

# childDetailsScreenEmotionRecognition
source: Emotion recognition
hr: Prepoznavanje emocije

# childDetailsScreenEmotionTextualUnderstanding
source: Textual understanding
hr: Tekstualno razumijevanje

# childDetailsScreenEmotionVisualUnderstanding
source: Visual understanding
hr: Vizualno razumijevanje

# childDetailsScreenRecognition
source: Recognition
hr: Prepoznavanje

# childDetailsScreenUnderstanding
source: Understanding
hr: Razumijevanje

# childDetailsScreenUnderstandingTextual
source: Textual
hr: Tekstualno

# childDetailsScreenUnderstandingVisual
source: Visual
hr: Vizualno

# childDetailsScreenTherapistNoteDialogMessage
source: Add a note that will be visible to both you and the parent.
hr: Dodajte bilješku koju će vidjeti i roditelj.

# childDetailsScreenTherapistNote
source: Therapist note
hr: Bilješka terapeuta

source: Emotion Forecast
hr: Prognoza Emocija

# emotionForecastSad
source: Sad, Weepy
hr: Tužan, plačljiv

# emotionForecastHappy
source: Happy, In a good mood
hr: Sretan, dobro raspoložen

# emotionForecastAngry
source: Angry, Irritable
hr: Ljut, razdražljiv

# emotionForecastAddEmotionDialogMessage
source: Choose a date and emotion of your child that day.
hr: Odaberite datum i emociju svog dijeteta tog dana.

# homeScreenSelectChildForActivity
source: Please select child for activity
hr: Odaberite dijete koje će izvršiti aktivnost

# loginMessage
source: Login to Emotion Station
hr: Prijavite se u Emotion Station

# loginHereMessage
source: Login here
hr: Prijavi se

# registerWithUsMessage
source: Register to Emotion Station
hr: Registirirajte se na Emotion Station

# notRegisteredMessage
source: Not registered?
hr: Niste registrirani?

# alreadyRegisteredMessage
source: Already registered?
hr: Već ste registrirani?

# registerHereMessage
source: Register here
hr: Registriraj se

# registerScreenSpecialistOption
source: Register as Therapist
hr: Registriraj kao terapeuta

# snackbarMessageLoginError
source: Error Logging In
hr: Pogreška pri prijavi korisnika.

# snackbarMessageRegisterError
source: Error registering the user.
hr: Pogreška pri registraciji korisnika.

# snackbarMessageSelectOption
source: Select option
hr: Odaberi opciju.

# errorLoadingDataGoToLoginScreen
source: To Login screen
hr: Idi na ekran za prijavu

# errorLoadingDataMessage
source: There was an error loding user data from network. Please login to the app.
hr: Došlo je do pogreške pri dohvaćanju podataka. Molimo prijavite se ponovno.
